[
  {
    "id": "Date-A-Live",
    "title": "Date A Live",
    "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2024/06/Date-A-Live-v12-Disaster-Itsuka.jpg?w=500&ssl=1",
    "status": "Releasing",
    "type": "Light Novel",
    "volumesTotal": "12",
    "translation": "Yen Press",
    "genres": "Comedy,Mecha,Romance,Sci-Fi",
    "synopsis": "Shidou Itsuka has a problem. The world has been racked by massive quakes of an unknown source for years now, though life goes on. Then one day, Shidou's calm life ends forever when in the middle of a quake in his city, he meets a girl who's apparently a spirit-and the cause of all the destruction! When a team arrives to eliminate the threat, Shidou becomes embroiled in a war to protect these spirits-by making them fall in love with him?!"
  },
  {
    "id": "Days-with-My-Stepsister",
    "title": "Days with My Stepsister",
    "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2024/06/Days-with-My-Stepsister-v03.jpg?w=500&ssl=1",
    "status": "Releasing",
    "type": "Light Novel",
    "volumesTotal": "3",
    "translation": "Yen Press",
    "genres": "Comedy,Psychological,Romance,Slice of Life",
    "synopsis": "After his father remarries, Yuuta suddenly finds himself with a new stepsister: Saki, the greatest beauty at school. Neither of them is sure how to act around the other at first, but the two gradually grow more comfortable living together. Slowly, cautiously, patiently, two strangers become more. So begins an unlikely love story."
  },
  {
    "id": "The-Vexations-of-a-ShutIn-Vampire-Princess",
    "title": "The Vexations of a Shut-In Vampire Princess",
    "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2024/06/The-Vexations-of-a-Shut-In-Vampire-Princess-v07.jpg?w=500&ssl=1",
    "status": "Releasing",
    "type": "Light Novel",
    "volumesTotal": "7",
    "translation": "Yen Press",
    "genres": "Action,Comedy,Fantasy",
    "synopsis": "Three years into her life as a shut-in, vampire Terakomari Gandesblood (Komari for short), awakens to find she’s been appointed as a Commander in the Mulnite Imperial Army! The thing is, her new unit consists solely of belligerent ruffians who revolt against their superiors at the slightest hint of weakness. Although Komari hails from a line of vampires as powerful as they are prestigious, her refusal to drink blood has made her the picture of mediocrity—scrawny, un-coordinated, and inept at magic. With the odds stacked against her, will the help of her trusty (and slightly infatuated) maid Vill be enough for this recluse to blunder her way to success? Or will Komari rue the day she ever left the safety of her room?"
  },
  {
    "id": "You-Are-My-Regret",
    "title": "You Are My Regret",
    "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2024/06/You-Are-My-Regret-v02.jpg?w=500&ssl=1",
    "status": "Releasing",
    "type": "Light Novel",
    "volumesTotal": "2",
    "translation": "Yen Press",
    "genres": "Romance",
    "synopsis": "Yuzuru loved Ai in middle school, but they drifted apart. When they reunite, he realizes that his feelings haven’t changed. As this pair of total opposites gets reacquainted, will they end up as friends... or something more?"
  },
  {
    "id": "Disciple-of-the-Lich-Or-How-I-Was-Cursed-by-the-Gods-and-Dropped-Into-the-Abyss",
    "title": "Disciple of the Lich: Or How I Was Cursed by the Gods and Dropped Into the Abyss!",
    "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2024/05/Disciple-of-the-LichOr-How-I-Was-Cursed-by-the-Gods-and-Dropped-Into-the-Abyss-Vol.7.jpg?w=500&ssl=1",
    "status": "Releasing",
    "type": "Light Novel",
    "volumesTotal": "7",
    "translation": "Seven Seas Entertainment",
    "genres": "Adventure,Comedy,Drama,Fantasy,Romance",
    "synopsis": "An ordinary teenager is transported to a fantasy world, accidentally gets on the bad side of the gods, and is dumped in the bottom of the world’s deepest dungeon with no skills or magic. Ouch! Once there, he meets a mysterious girl…who happens to be undead. But despite her general dislike of humans, she decides to help him out. Can the two of them make it back to the surface? They might just be a more powerful combo than anyone was expecting!"
  },
  {
    "id": "Kings-Proposal",
    "title": "King's Proposal",
    "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2024/03/Kings-Proposal-v04-The-Golden-Maiden.jpg?w=500&ssl=1",
    "status": "Releasing",
    "type": "Light Novel",
    "volumesTotal": "4",
    "translation": "Yen Press",
    "genres": "Action,Drama,Fantasy,Romance",
    "synopsis": "Saika Kuozaki is an all-powerful witch with looks to die for. She's also the only woman who can thwart the mysterious entities attempting to destroy the world once every 300 hours. When Saika is mortally wounded, however, she bequeaths both her powers and body to the normal high school boy who happens upon her, Mushiki Kuga. But just because Mushiki has her abilities doesn't mean he can control them. To stand a chance of saving the world, he'll have to attend an academy for mages as Saika—all while keeping his identity under wraps!"
  },
  {
    "id": "I-May-Be-a-Guild-Receptionist-But-Ill-Solo-Any-Boss-to-Clock-Out-on-Time",
    "title": "I May Be a Guild Receptionist, But I’ll Solo Any Boss to Clock Out on Time",
    "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2024/06/I-May-Be-a-Guild-Receptionist-but-Ill-Solo-Any-Boss-to-Clock-Out-on-Time-v03.jpg?w=500&ssl=1",
    "status": "Releasing",
    "type": "Light Novel",
    "volumesTotal": "3",
    "translation": "Yen Press",
    "genres": "Action,Adventure,Comedy,Fantasy",
    "synopsis": "Alina signed up to be a receptionist for the Adventurers Guild but her dream gig is an overtime nightmare! To save herself from paperwork, she secretly beats down monsters herself.<br><br><i>Note: Winner of the 27th Dengeki Shousetsu Taishou Gold Prize award.</i>"
  },
  {
    "id": "The-Angel-Next-Door-Spoils-Me-Rotten",
    "title": "The Angel Next Door Spoils Me Rotten",
    "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2024/06/The-Angel-Next-Door-Spoils-Me-Rotten-v07.jpg?w=500&ssl=1",
    "status": "Releasing",
    "type": "Light Novel",
    "volumesTotal": "7",
    "translation": "Yen Press",
    "genres": "Comedy,Romance,Slice of Life",
    "synopsis": "Amane lives alone in an apartment, and the most beautiful girl in school, Mahiru, lives just next door. They've almost never spoken—until the day he sees her in distress on a rainy day and lends her his umbrella. To return the favor, she offers him help around the house, and a relationship slowly begins to blossom as the distance between them closes..."
  },
  {
    "id": "Wandering-Witch-The-Journey-of-Elaina",
    "title": "Wandering Witch: The Journey of Elaina",
    "cover": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/large/nx98741-O0Xcc89Id03h.jpg",
    "status": "Releasing",
    "type": "Light Novel",
    "volumesTotal": "12",
    "translation": "Yen Press",
    "genres": "Adventure,Fantasy,Slice of Life",
    "synopsis": "Once upon a time, there was a witch named Elaina, who set off on a journey across the world. Along the way, she would meet all kinds of people, from a country full of witches to a giant in love with his own muscles—but with each meeting, Elaina would become a small part of their story, and her own world would get a little bit bigger."
  },
  {
    "id": "Alya-Sometimes-Hides-Her-Feelings-in-Russian",
    "title": "Alya Sometimes Hides Her Feelings in Russian",
    "cover": "https://cdn.novelupdates.com/images/2021/06/The-Neighboring-Aaryasan-who-Sometimes-Acts-Affectionate-and-Murmuring-in-Russian.jpeg",
    "status": "Releasing",
    "type": "Light Novel",
    "translation": "Yen Press",
    "genres": "Comedy,Romance,Slice of Life",
    "volumesTotal": "5",
    "synopsis": "Alisa Mikhailovna Kujou is Seiren Private Academy’s “solitary princess.” She’s a half-Russian beauty with silver hair, at the top of her class, student council accountant, and…completely unapproachable. For some reason, she’s also taken on the responsibility of reprimanding the slacker who sits next to her in class. Masachika Kuze is constantly frustrating her by falling asleep, forgetting his textbooks, and just being an overall unexemplary student. Or at least, that’s how it looks from the outside. She may put on a tough act, but she doesn’t mind Masachika as much as others would think. She even lets him call her by her nickname, Alya. Anyone hearing the comments she mutters in Russian under her breath might know how she really feels, but since none of her classmates understand the language, she’s free to say whatever she likes! Except…there is one person who knows what she’s saying. Masachika eavesdrops on her embarrassing revelations, pretending to be clueless, all the while wondering what her flirtatious comments actually mean!"
  },
  {
    "id": "7th-Time-Loop-The-Villainess-Enjoys-a-Carefree-Life-Married-to-Her-Worst-Enemy",
    "title": "7th Time Loop: The Villainess Enjoys a Carefree Life Married to Her Worst Enemy!",
    "cover": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/large/bx129152-YSmWEprDzkha.jpg",
    "status": "Releasing",
    "type": "Light Novel",
    "translation": "Seven Seas Entertainment",
    "volumesTotal": "5",
    "genres": "Fantasy,Romance",
    "synopsis": "If you think being reincarnated once is a big deal, try seven times. From lowly pharmacist to embattled knight, Rishe has lived many lives. This time around, she’s determined to live in the lap of luxury–but there’s just one catch. To make her extravagant dreams come true, she has to marry the prince who killed her in one of her previous lives! It’s going to take every one of the skills she’s honed over multiple lifetimes to accomplish this goal!"
  }
]