[
  {
    "id": "Wandering-Witch-The-Journey-of-Elaina",
    "title": "Wandering Witch: The Journey of Elaina",
    "cover": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/large/nx98741-O0Xcc89Id03h.jpg",
    "status": "Releasing",
    "type": "Light Novel",
    "volumesTotal": "12",
    "translation": "Yen Press",
    "genres": "Adventure,Fantasy,Slice of Life",
    "synopsis": "Once upon a time, there was a witch named Elaina, who set off on a journey across the world. Along the way, she would meet all kinds of people, from a country full of witches to a giant in love with his own muscles—but with each meeting, Elaina would become a small part of their story, and her own world would get a little bit bigger."
  },
  {
    "id": "Alya-Sometimes-Hides-Her-Feelings-in-Russian",
    "title": "Alya Sometimes Hides Her Feelings in Russian",
    "cover": "https://cdn.novelupdates.com/images/2021/06/The-Neighboring-Aaryasan-who-Sometimes-Acts-Affectionate-and-Murmuring-in-Russian.jpeg",
    "status": "Releasing",
    "type": "Light Novel",
    "translation": "Yen Press",
    "genres": "Comedy,Romance,Slice of Life",
    "volumesTotal": "5",
    "synopsis": "Alisa Mikhailovna Kujou is Seiren Private Academy’s “solitary princess.” She’s a half-Russian beauty with silver hair, at the top of her class, student council accountant, and…completely unapproachable. For some reason, she’s also taken on the responsibility of reprimanding the slacker who sits next to her in class. Masachika Kuze is constantly frustrating her by falling asleep, forgetting his textbooks, and just being an overall unexemplary student. Or at least, that’s how it looks from the outside. She may put on a tough act, but she doesn’t mind Masachika as much as others would think. She even lets him call her by her nickname, Alya. Anyone hearing the comments she mutters in Russian under her breath might know how she really feels, but since none of her classmates understand the language, she’s free to say whatever she likes! Except…there is one person who knows what she’s saying. Masachika eavesdrops on her embarrassing revelations, pretending to be clueless, all the while wondering what her flirtatious comments actually mean!"
  },
  {
    "id": "7th-Time-Loop-The-Villainess-Enjoys-a-Carefree-Life-Married-to-Her-Worst-Enemy",
    "title": "7th Time Loop: The Villainess Enjoys a Carefree Life Married to Her Worst Enemy!",
    "cover": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/large/bx129152-YSmWEprDzkha.jpg",
    "status": "Releasing",
    "type": "Light Novel",
    "translation": "Seven Seas Entertainment",
    "volumesTotal": "5",
    "genres": "Fantasy,Romance",
    "synopsis": "If you think being reincarnated once is a big deal, try seven times. From lowly pharmacist to embattled knight, Rishe has lived many lives. This time around, she’s determined to live in the lap of luxury–but there’s just one catch. To make her extravagant dreams come true, she has to marry the prince who killed her in one of her previous lives! It’s going to take every one of the skills she’s honed over multiple lifetimes to accomplish this goal!"
  }
]