{
  "version_code": "1.8",
  "message": "<h1>[New Update]</h1><h3>✓ FNovels Pro v1.0.8</h3><p>In this update, we added some promised features and fix bugs that has been occuring on version 1.0.7. Read full contents to know everything about version 1.0.8</p><h5>• What's New?</h5><ul><li><strong>✓  Added PDF Reader</strong><p>Now pdf reader is available. We also updated the library to include pdf file on the list. We do not have much permission on pdf format but you still has our settings.</p></li><li><strong>✓ Dual Page View</strong><p>PDF Reader support dual page view when on landscape mode.</p></li><li><strong>✓ Reader Orientation </strong><p>Both Reader now has a function to let you choose between \"Portrait\", \"Landscape\", and Auto Mode</p></li><li><strong>✓ Brightness Controller</strong><p>New function brightness change \"Auto\" or \"Manual\"</p></li><li><strong>✓ Import Single File</strong><p>You can now open book “either epub or pdf” from your file manager or other manager and choose “Open with: FNovels Pro”</p></li><li><strong>✓ Backup/Restore</strong><p>You don't need to worry of losing your progress now since backup and restore supported. Although, restoring progress won't automatically download the lost book and it's cover. You can still download the book again to continue</p></li><li><strong>✓ Update Download/Install</strong><p>When new update available, you can now directly download and install it inside the app.</p></li><li><strong>✓ Explore for more features available</strong></li></ul><h5>• What's Fixed?</h5><ul><li><strong>✓ Fixed duplicate items when browsing novels and refreshing it's data</strong></li><li><strong>✓ Fixed reader being scrolled when bottom view settings is visible causing to lose track on your current progress somehow</strong></li><li><strong>✓ Fixed bookmark won't load properly</strong></li><li><strong>✓ Sudden app crashes when opening dew to search box being empty</strong></li><li><strong>✓ Fixed exiting application when back button click on Library</strong></li><li><strong>✓ Fixed selection option won't disappear when reverting to non-selected items</strong></li></ul><p>We are happy to inform that fnovels library now contains almost 300 novels and your continued supports. We also every happy each time someone saying our application is one of the best reader so far. <br><br>Some of this features and fixes would also soon available on free version. Stay tuned everyone, and if you are interested on using Pro version, you can buy it from us for lowest price available.<br><br><strong>Reminder</strong>: After purchasing, please take screenshots of receipt and send it to us. This method help you get pro version back if you lost your file without paying again. If we have enough funds, we will try to upload our application on Google Play Store for more conveniences.</p>",
  "filename": "FNovelsPro_v1.0.8_beta",
  "link": "https://github.com/KizuKoFaith/Neon/releases/download/v1.0.8/FNovelsPro_v1.0.8.apk"
}
